<?php

return [
	'status' =>  [
		'0' => '待提交审核',
		'1' => '审核中',
		'2' => '已审核',
		'-1' => '拒绝',
	],
	'level' => [
		'0' => '非网店',
		'1' => '网店',
		'2' => '网店vip'//
	],
	'commission' => [
		//非网店、vip级别用户
		'0' => [
			'first' => '80',//95%赏金和5%积分
			'second' => '40'//赏金和积分个半
		],
		//网店、vip级别用户
		'1' => [
			'first' => '320',//95%赏金和5%积分
			'second' => '100'//赏金和积分个半
		],
		//非网店、vip级别用户
		'2' => [
			'first' => '320',//95%赏金和5%积分
			'second' => '200'//赏金和积分个半
		]
	],
	'do_show_order_status' => [
		'shipping' => '待发货',
		'shipped' => '待收货',
		'complete' => '已完成',
		'review' => '待评价',
		'cancel' => '已取消'
	],
	'level_text' => [
		'0' => '临时掌柜',
		'1' => '网店掌柜',
		'2' => '金牌掌柜'//
	],
	//开通网店自动升级vip
	//网店用户推荐3人升级网店vip2
	//开通网店，购物订单3个点0.03
];